Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: The Fifth %@
ar: %@ الخامس
ca: El cinquè %@
cy: Y Pumed %@
da: Den femte %@
da_instk12: Den femte %@
de: Der fünfte %@
es: El quinto %@
es_es: El quinto %@
fi: Viidentenä %@
fr: Le cinquième %@
fr_ca: Le cinquième %@
ga: An Cúigiú %@
hi: पांचवां %@
ht: Senkyèm %@
id: %@ Kelima
is: Fimmta %@
it: Il quinto %@
ja: 第５%@
ko: 5번째 %@
mi: Te Tuarima %@
ms: %@ Kelima
nb: Den femte %@
nb_instk12: Den femte %@
nl: De vijfde %@
pl: Piątego %@
pt: O Quinto %@
pt_br: No quinto %@
ru: Пятый %@
sl: Peti %@
sv: Den femte %@
sv_instk12: Den femte %@
th: %@ ที่ห้า
vi: %@ Thứ Năm
zh: 第 5 %@
zh_hk: 第五個 %@

source: The file has been deleted by the author.
ar: تم حذف الملف بواسطة المؤلف.
ca: L'autor ha suprimit el fitxer.
cy: Mae'r ffeil wedi’i dileu gan yr awdur.
da: Filen er blevet slettet af forfatteren.
da_instk12: Filen er blevet slettet af forfatteren.
de: Die Datei wurde vom Autor gelöscht.
es: El autor ha eliminado el archivo.
es_es: Este archivo ha sido eliminado por el autor.
fi: Tekijä on poistanut tiedoston.
fr: Le fichier a été supprimé par son auteur.
fr_ca: Le fichier a été supprimé par l'auteur.
ga: Tá an comhad scriosta ag an údar.
hi: फ़ाइल को लेखक द्वारा मिटा दिया गया है।
ht: Otè a te elimine fichye sa a.
id: File ini telah dihapus oleh penulis.
is: Skránni hefur verið eitt af höfundi.
it: Il file è stato eliminato dall'autore.
ja: このファイルは作者によって削除されました。
ko: 파일을 작성자가 삭제했습니다.
mi: Kua mukua te kōnae e te kaituhi.
ms: Fail telah dipadamkan oleh pengarang.
nb: Denne filen ble slettet av forfatteren.
nb_instk12: Denne filen ble slettet av forfatteren.
nl: Dit bestand is verwijderd door de auteur.
pl: Ten plik został usunięty przez autora.
pt: O ficheiro foi apagado pelo autor.
pt_br: O arquivo foi excluído pelo autor.
ru: Файл был удален автором.
sl: Datoteko je izbrisal avtor.
sv: Filen har raderats av författaren.
sv_instk12: Filen har raderats av författaren.
th: ไฟล์นี้ถูกลบโดยผู้จัดทำ
vi: Tập tin đã bị tác giả xóa.
zh: 该文件已被作者删除。
zh_hk: 作者已刪除該檔案。

source: The First %@
ar: %@ الأول
ca: El primer %@
cy: Y %@ Cyntaf
da: Den første %@
da_instk12: Den første %@
de: Der Erste %@
es: El primer %@
es_es: El primer %@
fi: Ensimmäisenä %@
fr: Le premier %@
fr_ca: Le premier %@
ga: An Chéad %@
hi: पहला %@
ht: Premye %@
id: %@ Pertama
is: Fyrsta %@
it: Il primo %@
ja: 第1%@
ko: 1번째 %@
mi: Te Tuatahi %@
ms: %@ Pertama
nb: Den første %@
nb_instk12: Den første %@
nl: De eerste %@
pl: Pierwszego %@
pt: O Primeiro %@
pt_br: No primeiro %@
ru: Первый %@
sl: Prvi %@
sv: Den första %@
sv_instk12: Den första %@
th: %@ ที่หนึ่ง
vi: %@ Đầu Tiên
zh: 第 1 %@
zh_hk: 第一個 %@

source: The Fourth %@
ar: %@ الرابع
ca: El quart %@
cy: Y Pedwerydd %@
da: Den fjerde %@
da_instk12: Den fjerde %@
de: Der Vierte %@
es: El cuarto %@
es_es: El cuarto %@
fi: Neljäntenä %@
fr: Le quatrième %@
fr_ca: Le quatrième %@
ga: An Ceathrú %@
hi: चौथा %@
ht: Katriyèm %@
id: %@ Keempat
is: Fjórða %@
it: Il quarto %@
ja: 第4%@
ko: 4번째 %@
mi: Te Tuawha %@
ms: %@ Keempat
nb: Den fjerde %@
nb_instk12: Den fjerde %@
nl: De vierde %@
pl: Czwartego %@
pt: O Quarto %@
pt_br: No quarto %@
ru: Четвертый %@
sl: Četrti %@
sv: Den fjärde %@
sv_instk12: Den fjärde %@
th: %@ ที่สี่
vi: %@ Thứ Tư
zh: 第 4 %@
zh_hk: 第四個 %@

source: The Last %@
ar: %@ الأخير
ca: L’últim %@
cy: Y %@ Olaf
da: Den sidste %@
da_instk12: Den sidste %@
de: Der Letzte %@
es: El último %@
es_es: El último %@
fi: Viimeisenä %@
fr: Le dernier %@
fr_ca: Le dernier %@
ga: An %@ Deireanach
hi: अंतिम %@
ht: Dènye %@
id: %@ Terakhir
is: Síðasta %@
it: L’ultimo %@
ja: 最終%@
ko: 마지막 %@
mi: Te Whakamutunga %@
ms: %@ Lepas
nb: Den siste %@
nb_instk12: Den siste %@
nl: De laatste %@
pl: Ostatniego %@
pt: O Último %@
pt_br: No último %@
ru: Последний %@
sl: Zadnji %@
sv: Den sista %@
sv_instk12: Den sista %@
th: %@ ที่ผ่านมา
vi: %@ Cuối Cùng
zh: 最后 %@
zh_hk: 最後一個 %@

source: The Second %@
ar: %@ الثاني
ca: El segon %@
cy: Yr Ail %@
da: Den anden %@
da_instk12: Den anden %@
de: Der Zweite %@
es: El segundo %@
es_es: El segundo %@
fi: Toisena %@
fr: Le deuxième %@
fr_ca: La deuxième %@
ga: An Dara %@
hi: दूसरा %@
ht: Dezyèm %@
id: %@ Kedua
is: Annað %@
it: Il secondo %@
ja: 第２%@
ko: 2번째 %@
mi: Te Tuarua %@
ms: %@ Kedua
nb: Den andre %@
nb_instk12: Den andre %@
nl: De tweede %@
pl: Drugiego %@
pt: O Segundo %@
pt_br: No segundo %@
ru: Второй %@
sl: Drugi %@
sv: Den andra %@
sv_instk12: Den andra %@
th: %@ ที่สอง
vi: %@ Thứ Hai
zh: 第 2 %@
zh_hk: 第二個 %@

source: The submission process was terminated by the operating system.
ar: تم إيقاف عملية الإرسال بواسطة نظام التشغيل.
ca: El sistema operatiu ha finalitzat el procés d'entrega.
cy: Cafodd y broses gyflwyno ei therfynu gan y system weithredu.
da: Indsendelsesprocessen blev afsluttet af operativsystemet.
da_instk12: Indsendelsesprocessen blev afsluttet af operativsystemet.
de: Der Abgabeprozess wurde vom Betriebssystem abgebrochen.
es: El proceso de entrega fue terminado por el sistema operativo.
es_es: El sistema operativo ha terminado el proceso de entrega.
fi: Käyttöjärjestelmä keskeytti tehtävänpalautuksen.
fr: Le processus de soumission a été fermé par le système d’exploitation.
fr_ca: Le processus d’envoi a été interrompu par le système d'exploitation.
ga: Chuir an córas oibriúcháin deireadh leis an bpróiseas uaslódála.
hi: सबमिशन प्रक्रिया ऑपरेटिंग सिस्टम द्वारा समाप्त कर दी गई थी।
ht: Sistèm eksplwatasyon an te entèwonp pwosesis soumisyon an.
id: Proses penyerahan diakhiri oleh sistem operasi.
is: Skilaferlinu var hætt af stýrikerfinu.
it: Il processo di consegna è stato terminato dal sistema operativo.
ja: OSにより提出プロセスが中止されました。
ko: 제출 프로세스를 운영 체제에서 종료했습니다.
mi: I whakamutua te tukanga tuku e te punaha whakahaere.
ms: Proses serahan telah ditamatkan oleh sistem operasi.
nb: Innleveringsprosessen ble avsluttet av operativsystemet.
nb_instk12: Innleveringsprosessen ble avsluttet av operativsystemet.
nl: Het inleveringsproces werd beëindigd door het besturingssysteem.
pl: Przesyłanie zostało przerwane przez system operacyjny.
pt: O processo de envio foi encerrado pelo sistema operativo.
pt_br: O processo de envio foi encerrado pelo sistema operacional.
ru: Процесс отправки был прерван операционной системой.
sl: Postopek oddaje je prekinil operacijski sistem.
sv: Inlämningsprocessen avbröts av operativsystemet.
sv_instk12: Inlämningsprocessen avbröts av operativsystemet.
th: กระบวนการจัดส่งถูกยกเลิกโดยระบบปฏิบัติการ
vi: Quá trình nộp bị hệ điều hành chấm dứt.
zh: 提交过程已经被操作系统终止。
zh_hk: 提交程序由作業系統終止。

source: The Third %@
ar: %@ الثالث
ca: El tercer %@
cy: Y Trydydd %@
da: Den tredje %@
da_instk12: Den tredje %@
de: Der Dritte %@
es: El tercer %@
es_es: El tercero %@
fi: Kolmantena %@
fr: Le troisième %@
fr_ca: Le troisième %@
ga: An Tríú %@
hi: तीसरा %@
ht: Twazyèm %@
id: %@ Ketiga
is: Þriðja %@
it: Il terzo %@
ja: 第３%@
ko: 3번째 %@
mi: Te Tuatoru %@
ms: %@ Ketiga
nb: Den tredje %@
nb_instk12: Den tredje %@
nl: De derde %@
pl: Trzeciego %@
pt: O Terceiro %@
pt_br: No terceiro %@
ru: Третий %@
sl: Tretji %@
sv: Den tredje %@
sv_instk12: Den tredje %@
th: %@ ที่สาม
vi: %@ Thứ Ba
zh: 第 3 %@
zh_hk: 第三個 %@

source: There are no active assignments in this course.
ar: لا توجد أي مهام نشطة في هذا المساق.
ca: No hi ha cap activitat activa en aquesta assignatura.
cy: Does dim aseiniadau gweithredol yn y cwrs hwn.
da: Der er ingen aktive opgaver for dette fag
da_instk12: Der er ingen aktive opgaver for dette fag
de: Es gibt keine aktiven Aufgaben in diesem Kurs.
es: No hay tareas activas en este curso.
es_es: No hay actividades activas en esta asignatura.
fi: Tällä kurssilla ei ole aktiivisia tehtäviä.
fr: Il n'y a pas de travaux actifs dans ce groupe.
fr_ca: Il n’y a aucun travail actif dans ce cours.
ga: Níl aon tascanna gníomhacha sa chúrsa seo.
hi: इस पाठ्यक्रम में कोई सक्रिय असाइनमेंट नहीं हैं।
ht: Pa gen devwa aktif nan kou sa a.
id: Tidak ada tugas aktif pada kursus ini.
is: Það eru engin virk verkefni í þessu námskeiði.
it: Non ci sono compiti attivi in questo corso.
ja: このグループには、アクティブな課題はありません。
ko: 이 과목에 활성 과제가 없습니다.
mi: Karekau he whakataunga e ora ana i roto i tēnei akoranga.
ms: Tiada tugasan aktif dalam kursus ini.
nb: Det er ingen aktive oppgaver i dette emnet.
nb_instk12: Det er ingen aktive oppgaver i dette faget.
nl: Er zijn geen actieve opdrachten in deze cursus.
pl: Obecnie nie ma aktywnych zadań w tym kursie.
pt: Não há tarefas ativas nesta disciplina.
pt_br: Não há tarefas ativas neste curso.
ru: В этом курсе нет активных заданий.
sl: Pri tem predmetu ni aktivnih nalog.
sv: Det finns inga aktiva uppgifter i den här kursen.
sv_instk12: Det finns inga aktiva uppgifter i den här kursen.
th: ไม่มีภารกิจที่เปิดใช้อยู่ในบทเรียนนี้
vi: Không có bài tập đang hoạt động nào trong khóa học này.
zh: 此课程中没有有效的作业。
zh_hk: 此課程中沒有啟用的作業列表。

source: There are no assignments to display.
ar: لا توجد أي مهام للعرض.
ca: No hi ha cap activitat que es pugui mostrar.
cy: Does dim aseiniadau i’w dangos.
da: Der er ikke nogen opgaver at vise.
da_instk12: Der er ikke nogen opgaver at vise.
de: Es sind keine Aufgaben anzuzeigen.
es: No hay tareas que mostrar.
es_es: No hay actividades que mostrar.
fi: Näytettäviä tehtäviä ei ole.
fr: Aucun devoir à afficher.
fr_ca: Il n'existe aucun travail à afficher.
ga: Níl aon tascanna le taispeáint.
hi: दिखाने के लिए कोई असाइनमेंट नहीं है।
ht: Pa gen sesyon pou afiche.
id: Tidak ada tugas untuk ditampilkan.
is: Það eru engin verkefni til að sýna.
it: Non ci sono compiti da visualizzare.
ja: 表示する課題はありません。
ko: 표시할 과제가 없습니다.
mi: Kaore ngā whakataunga hei whakātu.
ms: Tiada tugasan untuk dipaparkan.
nb: Det er ingen oppgaver å vise.
nb_instk12: Det er ingen oppgaver å vise.
nl: Er zijn geen opdrachten om weer te geven.
pl: Brak zadań do wyświetlenia.
pt: Não há tarefas a serem exibidas.
pt_br: Não há tarefas para mostrar.
ru: Нет доступных для отображения заданий.
sl: Ni nobenih nalog za prikaz.
sv: Det finns inga uppgifter att visa.
sv_instk12: Det finns inga uppgifter att visa.
th: ไม่มีภารกิจที่จะแสดง
vi: Không có bài tập để hiển thị.
zh: 没有要显示的作业。
zh_hk: 沒有可顯示的作業。

source: There are no conferences to display yet.
ar: لا توجد أي مؤتمرات للعرض حتى الآن.
ca: Encara no hi ha cap conferència per mostrar.
cy: Does dim cynadleddau i’w dangos eto.
da: Der er ikke nogen konferencer at vise endnu.
da_instk12: Der er ikke nogen konferencer at vise endnu.
de: Es gibt noch keine Konferenzen zum Anzeigen.
es: Todavía no hay conferencias para mostrar.
es_es: Todavía no hay conferencias para mostrar.
fi: Näytettäviä konferensseja ei vielä ole.
fr: Il n’y a aucune conférence à afficher pour le moment.
fr_ca: Il n'y a pas encore de conférences à afficher.
ga: Níl aon chomhdhálacha le taispeáint go fóill.
hi: अभी तक दिखाने के लिए कोई कॉन्फ़्रेंस नहीं है।
ht: Poko gen konferans pou afiche.
id: Belum ada konferensi untuk ditampilkan.
is: Það eru engar ráðstefnur til að sýna enn.
it: Non ci sono ancora conferenze da visualizzare.
ja: 表示する会議はまだありません。
ko: 아직 표시할 컨퍼런스가 없습니다.
mi: Kaore rāno he hui hei whakātu.
ms: Belum ada persidangan untuk dipaparkan.
nb: Det er ennå ingen videomøter å vise.
nb_instk12: Det er ennå ingen videomøter å vise.
nl: Er zijn nog geen vergaderingen om weer te geven.
pl: Brak konferencji do wyświetlenia.
pt: Ainda não há conferências para exibir.
pt_br: Ainda não há conferências para mostrar.
ru: Пока нет отображаемых веб-конференций
sl: Zaenkrat ni nobenih konferenc za prikaz.
sv: Det finns inga konferenser att visa än.
sv_instk12: Det finns inga konferenser att visa än.
th: ไม่มีการประชุมสำหรับจัดแสดงในตอนนี้
vi: Chưa có hội nghị để hiển thị.
zh: 暂时没有会议可以显示。
zh_hk: 尚未有可顯示的會議。

source: There are no modules to display yet.
ar: لا توجد أي وحدات نمطية للعرض حتى الآن.
ca: Encara no hi ha cap contingut per mostrar.
cy: Does dim modiwlau i’w dangos eto.
da: Der er ikke nogen moduler at vise endnu.
da_instk12: Der er ikke nogen forløb at vise endnu.
de: Es gibt noch keine Module zum Anzeigen.
es: Todavía no hay módulos para mostrar.
es_es: Todavía no hay contenidos para mostrar.
fi: Näytettäviä moduuleita ei vielä näytetä.
fr: Il n’y a aucun module à afficher pour le moment.
fr_ca: Il n'y a pas encore de modules à afficher.
ga: Níl aon mhodúil le taispeáint go fóill.
hi: अभी तक दिखाने के लिए कोई मॉड्यूल नहीं है।
ht: Poko gen modil pou afiche.
id: Belum ada modul untuk ditampilkan.
is: Ekki er hægt að sýna neinar einingar enn.
it: Non sono ancora presenti dei moduli da visualizzare.
ja: 表示するモジュールはまだありません。
ko: 아직 표시할 모듈이 없습니다.
mi: Kaore he kōwae hei whakātu anō.
ms: Belum ada modul untuk dipaparkan.
nb: Det er ennå ingen moduler å vise.
nb_instk12: Det er ennå ingen moduler å vise.
nl: Er zijn nog geen modules om weer te geven.
pl: Brak modułów do wyświetlenia.
pt: Ainda não há módulos para exibir.
pt_br: Ainda não há módulos para exibir.
ru: Пока нет модулей для отображения.
sl: Zaenkrat ni modulov za prikaz.
sv: Det finns inga moduler att visa än.
sv_instk12: Det finns inga moduler att visa än.
th: ยังไม่มีหน่วยการเรียนที่จะจัดแสดง
vi: Chưa có học phần để hiển thị.
zh: 没有可以显示的单元。
zh_hk: 尚未有可顯示的單元。

source: There are no pages to display yet.
ar: لا توجد أي صفحات للعرض حتى الآن.
ca: Encara no hi ha cap pàgina per mostrar.
cy: Does dim tudalennau i’w dangos eto.
da: Der er ikke nogen sider at vise endnu.
da_instk12: Der er ikke nogen sider at vise endnu.
de: Es gibt noch keine Seiten zum Anzeigen.
es: Todavía no hay páginas para mostrar.
es_es: Todavía no hay páginas para mostrar.
fi: Näytettäviä sivuja ei vielä ole.
fr: Il n’y a aucune page à afficher pour le moment.
fr_ca: Il n'y a pas encore de pages à afficher.
ga: Níl aon leathanaigh le taispeáint go fóill.
hi: अभी तक दिखाने के लिए कोई पेज नहीं है।
ht: Poko gen paj pou afiche.
id: Belum ada halaman untuk ditampilkan
is: Það eru enn engar síður til að sýna.
it: Non ci sono ancora delle pagine da visualizzare.
ja: まだ表示するページはありません。
ko: 아직 표시할 페이지가 없습니다.
mi: Kaore he whārangi hei whakātu anō.
ms: Belum ada halaman untuk dipaparkan.
nb: Det er ingen sider å vise ennå.
nb_instk12: Det er ingen sider å vise ennå.
nl: Er zijn nog geen pagina's om weer te geven.
pl: Brak stron do wyświetlenia.
pt: Ainda não há páginas para mostrar.
pt_br: Ainda não há páginas para mostrar.
ru: Пока нет страниц для отображения.
sl: Zaenkrat ni strani za prikaz.
sv: Det finns inga sidor att visa än.
sv_instk12: Det finns inga sidor att visa än.
th: ยังไม่มีเพจที่จะจัดแสดง
vi: Chưa có trang để hiển thị.
zh: 没有可显示的页面。
zh_hk: 尚未有可顯示的頁面。

source: There is no syllabus to display.
ar: لا يوجد مخطط دراسي لعرضه.
ca: No hi ha cap temari per mostrar.
cy: Does dim maes llafur i'w ddangos
da: Der er ingen læseplan at vise
da_instk12: Der er ingen fagplan at vise.
de: Kein Kursplan anzuzeigen.
es: No hay ningún plan de estudios que mostrar.
es_es: No hay ningún programa del curso que mostrar.
fi: Näytettävää opinto-ohjelmaa ei ole
fr: Il n’y a aucun plan de cours à afficher.
fr_ca: Il n’y a pas de plan de cours à afficher.
ga: Níl aon siollabas le taispeáint.
hi: दिखाने के लिए कोई पाठ्यक्रम नहीं है।
ht: Pagen pwogram pou afiche.
id: Tidak ada silabus untuk ditampilkan.
is: Engin kennsluáætlun til að birta
it: Non c'è un programma di studio da visualizzare.
ja: 表示するシラバスはありません。
ko: 표시할 강의 계획안이 없습니다.
mi: Karekau he marautanga hei whakaatu.
ms: Tiada silibus untuk dipaparkan.
nb: Det er ingen pensum å vise.
nb_instk12: Det er ingen fagoversikt å vise.
nl: Er is geen syllabus om weer te geven
pl: Brak sylabusa do wyświetlenia
pt: Não existe nenhum programa de estudos para mostrar.
pt_br: Não há programa de estudos para exibir.
ru: Нет программы занятий для отображения.
sl: Ni učnega načrta za prikaz.
sv: Det finns ingen kursöversikt att visa.
sv_instk12: Det finns ingen kursöversikt att visa.
th: ไม่มีหลักสูตรให้แสดง
vi: Không có giáo trình để hiển thị.
zh: 没有教学大纲可以显示
zh_hk: 沒有可顯示的課程大綱。

source: There was a problem registering your device for push notifications.
ar: ظهرت مشكلة في تسجيل جهازك لإرسال الإخطارات.
ca: S'ha produït un problema en registrar el dispositiu per rebre notificació d'inserció.
cy: Problem wrth gofrestru'ch dyfais i dderbyn hysbysiadau marchnata.
da: Der opstod et problem ved tilmelding af din enhed til push-meddelelser
da_instk12: Der opstod et problem ved tilmelding af din enhed til push-meddelelser
de: Es gab ein Problem bei der Registrierung Ihres Geräts für Push-Benachrichtigungen.
es: Se ha producido un problema al registrar su dispositivo para notificaciones automáticas.
es_es: Ha habido un problema al registrar tu dispositivo para notificaciones automáticas.
fi: Laitteesi rekisteröinnissä push-ilmoituksia varten esiintyi ongelma.
fr: Un problème est apparu lors de l'inscription de votre appareil aux notifications push.
fr_ca: Un problème est survenu lors de l'enregistrement de votre appareil pour les notifications « push ».
ga: Bhí fadhb ann agus do ghléas á chlárú le haghaidh fógraí brú.
hi: पुश सूचनाओं के लिए आपकी डिवाइस को पंजीकृत करने में एक समस्या हुई।
ht: Te gen yon pwoblèm pandan anrejistreman aparèy ou a pou ka resevwa notifikasyon push.
id: Ada masalah saat mendaftarkan perangkat Anda untuk notifikasi Push.
is: Villa kom upp við skráningu tækisins þíns fyrir þrýstar tilkynningar.
it: Si è verificato un problema durante la registrazione del tuo dispositivo per le notifiche push.
ja: デバイスにプッシュ通知を登録する際に問題が発生しました。
ko: 장치를 푸시 알림에 등록하는 데 문제가 있었습니다.
mi: He raruraru i te wā e rēhita ana i tō pūrere mo ngā whakamōhiotanga pana.
ms: Terdapat masalah untuk mendaftarkan peranti anda untuk pemberitahuan tolak.
nb: Det oppsto et problem under registreringen av push-varslinger på enheten din.
nb_instk12: Det oppsto et problem under registreringen av push-varslinger på enheten din.
nl: Er is een fout opgetreden bij het registreren van je apparaat voor pushberichten.
pl: Wystąpił błąd z zarejestrowaniem urządzenia dla powiadomień push.
pt: Ocorreu um problema ao registar seu dispositivo para notificações push.
pt_br: Houve um problema ao inscrever o seu dispositivo para notificações push.
ru: При регистрации вашего устройства для получения push-уведомлений возникла проблема.
sl: Prišlo je do težave pri registriranju naprave za poslana sporočila.
sv: Ett problem uppstod vid registreringen av din enhet för push-aviseringar.
sv_instk12: Ett problem uppstod vid registreringen av din enhet för push-aviseringar.
th: มีปัญหาในการลงทะเบียนอุปกรณ์ของคุณเพื่อรับการแจ้งเตือนแบบพุช
vi: Đã xảy ra vấn đề khi đăng ký thông báo đẩy cho thiết bị của bạn
zh: 注册您的设备接收推送通知时出现问题。
zh_hk: 在您的設備上註冊推送通知時出現問題。

source: There was a problem retrieving the Terms of Use.
ar: حدثت مشكلة أثناء استرداد شروط الاستخدام.
ca: S'ha produït un problema en recuperar les condicions d'ús.
cy: Problem wrth adfer y Telerau Defnyddio
da: Der opstod et problem ved hentning af Betingelser for brug
da_instk12: Der opstod et problem ved hentning af Betingelser for brug
de: Es gab ein Problem beim Abrufen der Nutzungsbedingungen.
es: Hubo un problema al intentar acceder a los Términos de uso.
es_es: Ha habido un problema al intentar acceder a los términos de uso.
fi: Ilmeni ongelma käyttöehtoja noudettaessa.
fr: Un problème est survenu pendant la récupération des Conditions d’utilisation.
fr_ca: Un problème est survenu lors de la récupération des conditions d’utilisation.
ga: Bhí fadhb ann agus na Téarmaí Úsáide á n-aisghabháil.
hi: उपयोग की शर्तों को पुनः प्राप्त करने में समस्या हुई।
ht: Gen yon pwoblèm ki pase pandan rekiperasyon Kondisyon Itilizasyon an
id: Ada masalah saat mengambil Ketentuan Penggunaan.
is: Vandamál kom upp við að endurheimta notandaskilmála.
it: Si è verificato un problema durante il recupero dei Termini di utilizzo.
ja: 利用規約の取得中に問題が発生しました。
ko: 이용 약관을 가져오는 데 문제가 있었습니다.
mi: He raruraru i te wā e kimi ana i ngā Ture Whakamahia
ms: Terdapat masalah untuk mendapatkan semula Terma Penggunaan.
nb: Det oppsto et problem under hentingen av brukervilkårene.
nb_instk12: Det oppsto et problem under hentingen av brukervilkårene.
nl: Er is een probleem met het ophalen van de gebruiksvoorwaarden
pl: Wystąpił problem z pobraniem Warunków korzystania.
pt: Ocorreu um problema ao recuperar os Termos de Uso
pt_br: Houve um problema ao recuperar os Termos de Uso.
ru: Возникла проблема при обращении к условиям использования.
sl: Prišlo je do težav pri pridobivanju pogojev uporabe.
sv: Det gick inte att hämta användningsvillkoren.
sv_instk12: Det gick inte att hämta användningsvillkoren.
th: มีปัญหาในการเรียกค้นเงื่อนไขการใช้งาน
vi: Đã xảy ra vấn đề khi truy xuất Điều Khoản Sử Dụng.
zh: 提取使用条款时出错。
zh_hk: 取得使用條款時出現問題。

source: There was an error loading announcements. Pull to refresh to try again.
ar: حدث خطأ أثناء تحميل الإعلانات. اسحب للتحديث لإعادة المحاولة.
ca: S'ha produït un error en carregar els anuncis. Estireu per actualitzar per tornar-ho a provar.
cy: Gwall wrth lwytho cyhoeddiadau. Tynnwch i adnewyddu a rhoi cynnig arall arni.
da: Der opstod en fejl under indlæsning af beskeder. Træk for at opdatere for at prøve igen.
da_instk12: Der opstod en fejl under indlæsning af beskeder. Træk for at opdatere for at prøve igen.
de: Fehler beim Laden von Ankündigungen. Ziehen Sie zur Aktualisierung, um es erneut zu versuchen.
es: Hubo un error al cargar los anuncios. Pulse actualizar para volver a intentarlo.
es_es: Ha habido un error al cargar los anuncios. Pulsa actualizar para volver a intentarlo.
fi: Ilmoitusten latauksessa ilmeni virheitä. Yritä uudelleen ja vedä päivittääksesi.
fr: Une erreur est survenue lors du chargement des annonces. Balayez vers le bas pour actualiser et réessayer.
fr_ca: Une erreur est survenue lors du chargement des annonces. Tirez pour actualiser et réessayer.
ga: Tharla earráid agus fógraí á lódáil. Tarraing chun athnuachan a dhéanamh chun triail eile a bhaint as.
hi: घोषणाओं को लोड करने में त्रुटि हुई। फिर से कोशिश करने के लिए रीफ़्रेश करने के लिए खींचें।
ht: Te gen yon erè nan chajman anons yo. Rale pou aktyalize pou ka eseye ankò.
id: Terjadi kesalahan saat memuat pengumuman. Tarik untuk menyegarkan atau mencoba lagi.
is: Villa kom upp við að hlaða tilkynningum. Dragðu til að endurglæða til að reyna aftur.
it: Si è verificato un errore durante il caricamento degli annunci. Trascinare verso il basso per aggiornare e riprovare.
ja: アナウンスの読み込み中にエラーが発生しました。プルして更新し、再試行してください。
ko: 이 공지를 로드하는 데 오류가 있었습니다. 다시 시도하기 위해 당겨서 새로 고칩니다.
mi: He hapa i te wā e uta ana ngā pānuitanga. Kumea ki te whakahou ki te ngana anō.
ms: Terdapat ralat untuk memuatkan pengumuman. Tarik untuk segar semula untuk mencuba lagi.
nb: Det oppsto en feil under lasting av kunngjøringer. Dra for å oppdatere og prøve på nytt.
nb_instk12: Det oppsto en feil under lasting av beskjeder. Dra for å oppdatere og prøve på nytt.
nl: Er is een fout opgetreden bij het laden van aankondigingen. Ophalen om te vernieuwen en het nogmaals te proberen.
pl: Wystąpił błąd podczas wczytywania ogłoszeń. Przeciągnij, aby odświeżyć widok, i spróbuj ponownie.
pt: Houve um erro no carregamento de anúncios. Puxe para refrescar para tentar novamente.
pt_br: Ocorreu um erro ao carregar os anúncios. Puxe para atualizar para tentar novamente.
ru: Произошла ошибка при загрузке объявлений. Потяните для обновления, чтобы попробовать еще раз.
sl: Pri nalaganju obvestil je prišlo do napake. Povlecite za osvežitev, da poskusite znova.
sv: Det gick inte att läsa in meddelanden. Dra för att uppdatera igen.
sv_instk12: Det gick inte att läsa in meddelanden. Dra för att uppdatera igen.
th: มีข้อผิดพลาดในการโหลดประกาศ ดึงเพื่อรีเฟรชเพื่อลองใหม่อีกครั้ง
vi: Đã xảy ra lỗi khi tải thông báo chung. Hãy kéo để làm mới rồi thử lại.
zh: 加载公告时发生错误。下拉刷新以重试。
zh_hk: 載入通告時發生錯誤。提取以進行重新整理以再試一次。
